Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Configure fee settings
ar: تكوين إعدادات الرسوم
cs: Konfigurace nastavení poplatků
de: Gebühreneinstellungen konfigurieren
es: Configurar los ajustes de tarifas
es_419: Configurar comisiones
fr: Configurer les frais max

source: Confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
es: Confirmar
es_419: Confirmar
fr: Confirmer

source: Confirm Closing
ar: تأكيد الإغلاق
cs: Potvrdit uzavření
de: Abschluss bestätigen
es: Confirmar cierre
es_419: Confirmar cierre
fr: Confirmer la clôture

source: Confirm Payment
ar: تأكيد الدفع
cs: Potvrdit platbu
de: Zahlung bestätigen
es: Confirmar pago
es_419: Confirmar pago
fr: Confirmer le paiement

source: Confirm Reset
ar: تأكيد إعادة التعيين
cs: Potvrzení resetování
de: Bestätigen Reset
es: Confirmar
es_419: Confirmar restablecimiento
fr: Confirmer la réinitialisation

source: Confirm Withdraw
ar: تأكيد السحب
cs: Potvrdit stažení
de: Bestätigen Zurückziehen
es: Confirmar retiro
es_419: Confirmar retiro
fr: Confirmer le retrait

source: Confirm new PIN
ar: تأكيد رقم التعريف الشخصي الجديد
cs: Potvrzení nového kódu PIN
de: Bestätigen Sie die neue PIN
es: Confirmar nuevo PIN
es_419: Confirmar nuevo PIN
fr: Confirmer le nouveau PIN

source: Confirmed Balance
ar: الرصيد المؤكد
cs: Potvrzený zůstatek
de: Bestätigter Saldo
es: Saldo confirmado
es_419: Saldo confirmado
fr: Solde confirmé

source: Confirmed on-chain
ar: مؤكد على السلسلة
cs: Potrvzeno on-chain
de: Bestätigt auf der Kette
es: Confirmado en cadena
es_419: Confirmado en cadena
fr: Confirmé sur la chaîne

source: Confirming:
ar: تأكيد:
cs: Potvrzení:
de: Bestätigen:
es: Confirmando:
es_419: Confirmando:
fr: Confirmation :

source: Connected
ar: متصل
cs: Připojeno
de: Verbunden
es: Conectado
es_419: Conectado
fr: Connecté

source: Connected to:
ar: متصل بـ:
cs: Připojeno k:
de: Verbunden mit:
es: Conectado a:
es_419: Conectado con:
fr: Connecté à :

source: Connecting to:
ar: الاتصال بـ:
cs: Připojování k:
de: Verbinden mit:
es: Conectando a:
es_419: Conectándose con:
fr: Connexion à :

source: Connecting…
ar: توصيل…
cs: Připojuji…
de: Verbinde…
es: Conectando…
es_419: Conectando…
fr: Connexion…

source: Connection failure
ar: فشل الاتصال
cs: Selhání připojení
de: Verbindungsfehler
es: Fallo de conexión
es_419: Error de conexión
fr: Erreur de connexion

source: Connection status
ar: حالة الاتصال
cs: Stav připojení
de: Verbindungsstatus
es: Estado de conexión
es_419: Estado de conexión
fr: État de la connexion

source: Connection status: %@
ar: حالة الاتصال: %@
cs: Stav připojení: %@
de: Verbindungsstatus: %@
es: Estado de conexión: %@
es_419: Estado de conexión: %@
fr: État de la connexion: %@

source: Contact Image
ar: الاتصال بالصورة
cs: Kontaktní obrázek
de: Kontakt Bild
es: Imagen de contacto
es_419: Imagen de contacto
fr: Image de contact

source: Contact support if needed.
ar: اتصل بالدعم إذا لزم الأمر.
cs: V případě potřeby kontaktujte podporu.
de: Wende dich bei Bedarf an den Support.
es: Póngase en contacto con el soporte si es necesario.
es_419: Ponte en contacto con el servicio de asistencia si es necesario.
fr: Contactez le support si besoin

source: Contacts
ar: جهات الاتصال
cs: Kontakty
de: Kontakte
es: Contactos
es_419: Contactos

source: Control on-chain fees
ar: التحكم في الرسوم على السلسلة
cs: Kontrola poplatků v řetězci
de: On-Chain-Gebühren kontrollieren
es: Control de las tarifas en cadena
es_419: Controlar comisiones en la cadena
fr: Contrôle des frais on-chain

source: Copied image to pasteboard!
ar: نسخ الصورة إلى لوحة اللصق!
cs: Zkopírovaný obrázek na nástěnku!
de: Bild in die Zwischenablage kopiert!
es: Imagen copiada en la mesa de trabajo
es_419: Imagen copiada en la mesa de trabajo
fr: Image copiée !

source: Copied to pasteboard!
ar: تم النسخ إلى الحافظة!
cs: Zkopírováno do schránky!
de: Auf die Pinnwand kopiert!
es: ¡Copiado al portapapeles!
es_419: Se copió al área de pegado
fr: Copié dans le presse-papiers !

source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
es: Copiar
es_419: Copiar
fr: Copier

source: Copy Image
ar: نسخ الصورة
cs: Kopírovat obrázek
de: Bild kopieren
es: Copiar imagen
es_419: Copiar imagen
fr: Copier l’image

source: Copy certificate
ar: نسخ الشهادة
cs: Kopie certifikátu
de: Zertifikat kopieren
es: Copiar certificado
es_419: Copiar certificado
fr: Copier le certificat

source: Copy link
ar: نسخ الرابط
cs: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
es_419: Copiar enlace
fr: Copier le lien

source: Copy options
ar: خيارات النسخ
cs: Možnosti kopírování
de: Optionen kopieren
es: Opciones de copia
es_419: Opciones de copia
fr: Options de copie

source: Copy transaction id
ar: نسخ معرف المعاملة
cs: Kopírovat ID transakce
de: Transaktions-ID kopieren
es: Copiar ID de transacción
es_419: Copiar identificador de transacción
fr: Copier l'identifiant de transaction

source: Correct
ar: صحيح
cs: Správně
de: Richtig
es: Correcto
es_419: Correcto

source: Could not connect to host:
ar: تعذر الاتصال بالمستضيف:
cs: Nepodařilo se připojit k hostiteli:
de: Konnte keine Verbindung zum Host herstellen:
es: No se pudo conectar al servidor:
es_419: No se pudo conectar al host:
fr: Erreur de connexion à l’hôte:

source: Could not connect to service
ar: تعذر الاتصال بالخدمة
cs: Nelze se připojit ke službě
de: Konnte keine Verbindung zum Dienst herstellen
es: No se pudo conectar al servicio
es_419: No se pudo conectar al servicio
fr: Erreur de connexion au service

source: Could not connect to service: %@
ar: تعذر الاتصال بالخدمة: %@
cs: Nelze se připojit ke službě: %@
de: Konnte keine Verbindung zum Dienst: %@
es: No se ha podido conectar al servicio: %@
es_419: No se ha podido conectar al servicio: %@
fr: Impossible de se connecter au service : %@

source: Could not retrieve payment details within a reasonable time. The recipient may be offline or unreachable.
ar: تعذر استرداد تفاصيل الدفع في غضون فترة زمنية معقولة. قد يكون المستلم غير متصل بالإنترنت أو لا يمكن الوصول إليه.
cs: Nepodařilo se načíst platební údaje v přiměřené době. Příjemce může být offline nebo nedostupný.
de: Die Zahlungsdaten konnten nicht innerhalb einer angemessenen Zeit abgerufen werden. Der Empfänger ist möglicherweise offline oder unerreichbar.
es: No se han podido recuperar los datos del pago en un tiempo razonable. El destinatario puede estar desconectado o ilocalizable.
es_419: No se han podido recuperar los datos del pago en un tiempo razonable. El destinatario puede estar desconectado o ilocalizable.
fr: Il n'a pas été possible de récupérer les données de paiement dans un délai raisonnable. Le destinataire peut être hors ligne ou injoignable.

source: Could not retrieve payment details. Received invalid response from node.
ar: تعذر استرداد تفاصيل الدفع. تم تلقي استجابة غير صالحة من العقدة.
cs: Nepodařilo se načíst platební údaje. Obdržel neplatnou odpověď z uzlu.
de: Konnte die Zahlungsdetails nicht abrufen. Ungültige Antwort vom Knoten erhalten.
es: No se han podido recuperar los datos de pago. Se ha recibido una respuesta no válida del nodo.
es_419: No se han podido recuperar los datos de pago. Se ha recibido una respuesta no válida del nodo.
fr: Impossible de récupérer les détails du paiement. Réception d'une réponse invalide du nœud.

source: Create new contact
ar: إنشاء جهة اتصال جديدة
cs: Vytvořit nový kontakt
de: Neuen Kontakt erstellen
es: Crear nuevo contacto
es_419: Crear nuevo contacto

source: Create new wallet
ar: إنشاء محفظة جديدة
cs: Vytvoření nové peněženky
de: Neue Wallet erstellen
es: Crear una nueva cartera
es_419: Crear una billetera nueva
fr: Créer un nouveau wallet

source: Created at
ar: تم إنشاؤها في
cs: Vytvořeno v
de: Erstellt am
es: Creado en
es_419: Creado en
fr: Créé le

source: Creating record zone...
ar: جاري إنشاء منطقة التسجيل...
cs: Vytváření zóny záznamu ...
de: Erstellen der Rekordzone...
es: Creando zona de registro…
es_419: Creando zona de registro...
fr: Création du registre

source: Currency Converter
ar: تحويل العملات
cs: Převodník Měn
de: Währungsumrechner
es: Convertidor de moneda
es_419: Conversión de divisa
fr: Convertisseur

source: Currency converter
ar: تحويل العملات
cs: Převodník měn
de: Währungsrechner
es: Conversor de divisas
es_419: Conversor de divisas
fr: Convertisseur

source: Currency picker
ar: منتقي العملات
cs: Výběr měny
de: Währungswähler
es: Selector de moneda
es_419: Selector de divisa
fr: Sélection de la monnaie

source: Current inbound liquidity:
ar: السيولة الواردة الحالية:
cs: Aktuální příchozí likvidita:
de: Aktuelle eingehende Liquidität:
es: Liquidez entrante actual:
es_419: Liquidez entrante actual:
fr: Liquidité entrante courante :

source: Current wallet
ar: المحفظة الحالية
cs: Aktuální peněženka
de: Aktuelle Brieftasche
es: Cartera actual
es_419: Cartera actual

source: Custom PIN
ar: رقم التعريف الشخصي المخصص
cs: Vlastní kód PIN
de: Benutzerdefinierte PIN
es: PIN personalizado
es_419: PIN personalizado
fr: PIN Personnalisé

source: Custom electrum server: bad certificate !
ar: خادم إلكتروم مخصص: شهادة سيئة!
cs: Vlastní server electrum: špatný certifikát !
de: Benutzerdefinierter Electrum-Server: schlechtes Zertifikat!
es: Servidor electrum personalizado: ¡certificado incorrecto!
es_419: Servidor personalizado de Electrum: ¡certificado defectuoso!
fr: Serveur Electrum personnalisé : certificat invalide

source: Customize amount
ar: تخصيص المبلغ
cs: Přizpůsobení částky
de: Betrag anpassen
es: Personalizar cantidad
es_419: Personalizar importe
fr: Personnaliser le montant

source: Customize in iOS Settings
ar: التخصيص في إعدادات iOS
cs: Přizpůsobení v nastavení iOS
de: Anpassen in den iOS-Einstellungen
es: Personalizar en la configuración de iOS
es_419: Personalizar en la configuración de iOS
fr: Modifier dans les paramètres iOS

source: Customize tip
ar: تخصيص الإكرامية
cs: Přizpůsobení tipu
de: Tipp anpassen
es: Personalizar sugerencia
es_419: Personalizar tip
fr: Modifier le pourboire

source: Customized
ar: مخصص
cs: Přizpůsobené
de: Maßgeschneidert
es: Personalizado
es_419: Personalizado
fr: Personnalisé

source: DO NOT SHARE.
ar: لا تشاركها.
cs: NESDÍLEJTE.
de: NICHT TEILEN.
es: NO COMPARTIR.
es_419: NO LA COMPARTAS.
fr: NE PAS PARTAGER.

source: Danger Zone
ar: منطقة الخطر
cs: Nebezpečná zóna
de: Gefahrenzone
es: Zona de peligro
es_419: Zona peligrosa
fr: Zone à risques

source: Danger zone
ar: منطقة الخطر
cs: Nebezpečná zóna
de: Gefahrenzone
es: Zona de peligro
es_419: Zona peligrosa
fr: Zone à risques

source: Dark
ar: داكن
cs: Tmavý
de: Dunkel
es: Oscuro
es_419: Oscuro
fr: Sombre

source: Data could not be decrypted by this wallet.
ar: لا يمكن فك تشفير البيانات بواسطة هذه المحفظة.
cs: Data nebylo možné touto peněženkou dešifrovat.
de: Die Daten konnten von dieser Wallet nicht entschlüsselt werden.
es: Los datos no pudieron ser descifrados por este monedero.
es_419: No se pudieron desencriptar los datos con esta billetera.
fr: Les données n'ont pas pu être décryptées par ce portefeuille.

source: Data is malformed. An encrypted hex blob is expected.
ar: البيانات مشوهة. من المتوقع وجود نقطة سداسية مشفرة.
cs: Data jsou deformovaná. Očekává se zašifrovaný hexadecimální blob.
de: Die Daten sind missgebildet. Es wird ein verschlüsselter Hex-Blob erwartet.
es: Los datos están malformados. Se espera un blob hexadecimal encriptado.
es_419: El formato de los datos es incorrecto. Se espera un blob hexadecimal encriptado.
fr: Les données sont mal formées. Un blob hexagonal crypté est attendu.

source: Decrease value
ar: انخفاض القيمة
cs: Snížení hodnoty
de: Wert vermindern
es: Disminuir valor
es_419: Disminuir valor
fr: Diminuer la valeur

source: Default format, with better privacy, cheaper fees and address rotation. Some older services or wallets may not understand this modern address format.
ar: التنسيق الافتراضي، مع خصوصية أفضل، ورسوم أرخص، وتناوب العناوين. قد لا تفهم بعض الخدمات أو المحافظ القديمة تنسيق العنوان الحديث هذا.
cs: Výchozí formát s lepší ochranou osobních údajů, levnějšími poplatky a rotací adres. Některé starší služby nebo peněženky nemusí tomuto modernímu formátu adres rozumět.
de: Standardformat, mit besserem Datenschutz, günstigeren Gebühren und Adressrotation. Einige ältere Dienste oder Geldbörsen verstehen dieses moderne Adressformat möglicherweise nicht.
es: Formato por defecto, con mejor privacidad, tarifas más baratas y rotación de direcciones. Algunos servicios o monederos antiguos pueden no entender este formato de dirección moderno.
es_419: Formato por defecto, con mejor privacidad, tarifas más baratas y rotación de direcciones. Algunos servicios o monederos antiguos pueden no entender este formato de dirección moderno.
fr: Format par défaut, avec une meilleure confidentialité, des frais moins élevés et une rotation des adresses. Certains services ou portefeuilles plus anciens peuvent ne pas comprendre ce format d'adresse moderne.

source: Default payment description
ar: وصف المدفوعات الافتراضي
cs: Popis výchozí platby
de: Beschreibung der Standardzahlung
es: Descripción de pago predeterminada
es_419: Descripción predeterminada del pago
fr: Description des paiements par défaut

source: Default wallet
ar: المحفظة الافتراضية
cs: Výchozí peněženka
de: Standard-Geldbörse
es: Cartera por defecto
es_419: Cartera por defecto

source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Borrar
es_419: Borrar
fr: Supprimer

source: Delete Wallet
ar: حذف المحفظة
cs: Odstranit peněženku
de: Brieftasche löschen
es: Eliminar billetera
es_419: Borrar billetera
fr: Supprimer le portefeuille

source: Delete all wallet data from this device.
ar: احذف جميع بيانات المحفظة من هذا الجهاز.
cs: Odstranění všech dat peněženky z tohoto zařízení.
de: Lösche alle Brieftaschendaten von diesem Gerät.
es: Elimine todos los datos de la billetera de este dispositivo.
es_419: Borrar todos los datos de la billetera en este dispositivo.
fr: Supprimer toutes les données du portefeuille de cet appareil

source: Delete contact
ar: حذف جهة الاتصال
cs: Odstranit kontakt
de: Kontakt löschen
es: Borrar contacto
es_419: Borrar contacto
fr: Supprimer un contact

source: Delete contact?
ar: حذف جهة الاتصال؟
cs: Smazat kontakt?
de: Kontakt löschen?
es: ¿Borrar contacto?
es_419: ¿Borrar contacto?
fr: Supprimer un contact ?

source: Delete payment
ar: حذف الدفع
cs: Odstranit platbu
de: Zahlung löschen
es: Eliminar pago
es_419: Borrar pago
fr: Supprimer le paiement

source: Delete payment history and contacts from my iCloud account.
ar: حذف سجل الدفع وجهات الاتصال من حسابي على iCloud.
cs: Odstranění historie plateb a kontaktů z mého účtu iCloud.
de: Zahlungsverlauf und Kontakte aus meinem iCloud-Konto löschen.
es: Eliminar el historial de pagos y los contactos de mi cuenta de iCloud.
es_419: Eliminar el historial de pagos y los contactos de mi cuenta de iCloud.
fr: Supprimer l'historique des paiements et les contacts de mon compte iCloud.

source: Delete payment?
ar: حذف الدفع؟
cs: Smazat platbu?
de: Zahlung löschen?
es: ¿Eliminar pago?
es_419: ¿Borrar pago?
fr: Supprimer le paiement ?

source: Delete seed backup from my iCloud account.
ar: حذف النسخة الاحتياطية الأولية من حسابي على iCloud.
cs: Odstranění zálohy semen z mého účtu iCloud.
de: Saatgut-Backup aus meinem iCloud-Konto löschen.
es: Eliminar la copia de seguridad de la frase de recuperación de mi cuenta de iCloud.
es_419: Borrar copia de seguridad de la semilla en la cuenta de iCloud.
fr: Supprimer la sauvegarde de ma clé de mon compte iCloud.

source: Deleted database files
ar: ملفات قاعدة البيانات المحذوفة
cs: Odstraněné databázové soubory
de: Gelöschte Datenbankdateien
es: Archivos de base de datos eliminados
es_419: Archivos de la base de datos borrados
fr: Fichiers de base de données supprimés

source: Deleted keychain items
ar: عناصر سلسلة المفاتيح المحذوفة
cs: Odstraněné položky klíčenky
de: Gelöschte Schlüsselbundelemente
es: Elementos eliminados del llavero
es_419: Elementos del llavero borrados
fr: Données de la keychain supprimés

source: Deleting **payment history** and **contacts** from iCloud
ar: حذف ** سجل المدفوعات** و ** جهات الاتصال** من iCloud
cs: Odstranění **historie plateb** a **kontaktů** z iCloudu
de: Löschen von **Zahlungsverläufen** und **Kontakten** aus iCloud
es: Borrar **historial de pagos** y **contactos** de iCloud
es_419: Borrar **historial de pagos** y **contactos** de iCloud
fr: Supprimer **l'historique de paiement** et **les contacts** d'iCloud

source: Deleting **recovery phrase** from iCloud
ar: حذف ** عبارة الاسترداد ** من iCloud
cs: Odstranění **fráze pro obnovení** z iCloudu
de: Löschen der **Wiederherstellungsphrase** aus iCloud
es: Eliminando **frase de recuperación** de iCloud
es_419: Borrando **frase de recuperación** de iCloud
fr: Suppression de **la sauvegarde de la clé** d'iCloud

source: Deleting data from **this device**
ar: حذف البيانات من **هذا الجهاز**
cs: Odstranění dat z **tohoto zařízení**
de: Löschen von Daten von **diesem Gerät**
es: Eliminando datos de **este dispositivo**
es_419: Borrando datos de **este dispositivo**
fr: Suppression des données de **cet appareil**

source: Deleting data from iCloud…
ar: حذف البيانات من iCloud..
cs: Odstranění dat z iCloudu..
de: Daten aus der iCloud löschen..
es: Eliminando datos de iCloud…
es_419: Borrando datos de iCloud...
fr: Suppression des données d'iCloud...

source: Deleting database files…
ar: حذف ملفات قاعدة البيانات..
cs: Odstranění souborů databáze..
de: Löschen von Datenbankdateien..
es: Eliminando archivos de base de datos…
es_419: Borrando archivos de base de datos...
fr: Suppression des fichiers de base de données...

source: Deleting keychain items…
ar: حذف عناصر سلسلة المفاتيح..
cs: Odstranění položek klíčenky..
de: Schlüsselanhänger löschen..
es: Eliminando elementos del llavero...
es_419: Borrando elementos del llavero...
fr: Suppression des données de la keychain...

source: Deleting record zone...
ar: جارٍ حذف منطقة التسجيل...
cs: Mazání záznamu zóny ...
de: Löschen der Aufzeichnungszone...
es: Eliminando zona de registro…
es_419: Borrando zona de registro...
fr: Suppression des registres…

source: Deleting your recovery phrase from iCloud…
ar: جارِ حذف عبارة الاسترداد الخاصة بك من iCloud...
cs: Odstranění fráze pro obnovení z iCloudu..
de: Deine Wiederherstellungsphrase aus der iCloud löschen..
es: Eliminando tu frase de recuperación de iCloud…
es_419: Borrando tu frase de recuperación de iCloud...
fr: Suppression de la clé de sauvegarde sur iCloud…

source: Deleting…
ar: جارِ الحذف...
cs: Odstranění..
de: Löschen..
es: Borrando…
es_419: Borrando...
fr: Suppression…

source: Deposit address
ar: عنوان الإيداع
cs: Adresa vkladu
de: Adresse der Hinterlegung
es: Dirección del depósito
es_419: Dirección del depósito
fr: Adresse de dépôt on-chain

source: Deposits must be at least **%@**. The fee is **%@%%** (%@ minimum).
ar: يجب أن تكون الودائع على الأقل **%@**. الرسوم **%@٪** (بحد ادنى %@).
cs: Vklady musí být alespoň **%@**. Poplatek je **%@%%** (%@ minimálně).
de: Die Einlagen müssen mindestens **%@** betragen. Die Gebühr beträgt **%@%%** (%@ Minimum).
es: Los depósitos deben ser de al menos **%@**. La tarifa es **%@%%** (%@ minimo).
es_419: Los depósitos deben ser como mínimo de **%@**. La comisión es **%@%%** (%@ mínimo).
fr: Le montant déposé doit être d’au moins **%1$@**. Les frais sont de **%2$@%%** (minimum %3$@).

source: Desc
ar: الوصف
cs: Popis
es: Descripción

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
es: Descripción
es_419: Descripción

source: Description (optional)
ar: وصف (اختياري)
cs: Popis (volitelné)
de: Beschreibung (optional)
es: Descripción (opcional)
es_419: Descripción (opcional)
fr: Description (optionnel)

source: Description:
ar: الوصف:
cs: Popis:
de: Beschreibung:
es: Descripción:
es_419: Descripción:

source: Descriptor
ar: الواصف
cs: Deskriptor
de: Deskriptor
es: Descriptor de salida
fr: Descripteur

source: Details
ar: التفاصيل
cs: Podrobnosti
es: Detalles
es_419: Detalles
fr: Détails

source: Disable Lock PIN
ar: تعطيل رقم التعريف الشخصي للقفل
cs: Zakázat kód PIN zámku
de: PIN-Sperre deaktivieren
es: Desactivar PIN de bloqueo
es_419: Desactivar PIN de bloqueo

source: Disable PIN
ar: تعطيل رقم التعريف الشخصي
cs: Zakázat kód PIN
de: PIN deaktivieren
es: Desactivar PIN
es_419: Desactivar PIN
fr: Désactiver le code PIN

source: Disable Spending PIN
ar: تعطيل رقم التعريف الشخصي للإنفاق
cs: Zakázat kód PIN pro výdaje
de: Ausgaben-PIN deaktivieren
es: Desactivar el PIN de gastos
es_419: Desactivar el PIN de gastos

source: Disabled
ar: معاق
cs: Bezbariérový
de: Behinderte
es: Desactivado
es_419: Desactivado
fr: Désactivé

source: Disabling Tor
ar: تعطيل Tor
cs: Vypnout Tor
de: Tor deaktivieren
es: Deshabilitar Tor
es_419: Deshabilitar Tor
fr: Désactivation de Tor

source: Disabling backup…
ar: تعطيل النسخ الاحتياطي..
cs: Vypnutí zálohování..
de: Backup deaktivieren..
es: Deshabilitando la copia de seguridad…
es_419: Desactivando copia de seguridad...
fr: Désactivation de la sauvegarde...

source: Discard changes
ar: تجاهل التغييرات
cs: Vyřazení změn
de: Änderungen verwerfen
es: Descartar cambios
es_419: Descartar cambios
fr: Rejeter les modifications

source: Discard changes?
ar: تجاهل التغييرات؟
cs: Vyřazení změn?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
es_419: ¿Descartar cambios?
fr: Rejeter les modifications ?

source: Disconnected
ar: غير متصل
cs: Odpojení
de: Getrennt
es: Desconectado
es_419: Desconectado
fr: Déconnecté

source: Disconnected during splice-out attempt
ar: تم قطع الاتصال أثناء محاولة الربط
cs: Odpojeno při pokusu o propojení
de: Unterbrochen während des Spleißversuchs
es: Desconectado durante el intento de splice-out
es_419: Desconectado durante intento de empalme
fr: Déconnexion durant le splice-out

source: Dismiss popover
ar: استبعاد القفل المنبثق
cs: Odstranit vyskakovací okno
de: Popover verwerfen
es: Descartar ventana emergente
es_419: Descartar ventana emergente
fr: Fermer la bulle

source: Dismiss sheet
ar: ورقة الفصل
cs: Rozpustit list
de: Blatt entlassen
es: Descartar hoja
es_419: Descartar hoja
fr: Fermer la fiche

source: Display
ar: العرض
cs: Zobrazení
de: Ansicht
es: Visualización
es_419: Visualización
fr: Affichage

source: Display options
ar: خيارات العرض
cs: Zobrazit možnosti
de: Ansicht einstellen
es: Opciones de visualización
es_419: Opciones de visualización
fr: Options d\'affichage

source: Display seed
ar: عرض عبارة الاسترداد
cs: Zobrazení Seedu
de: Seed anzeigen
es: Mostrar semillas
es_419: Mostrar semilla
fr: Voir ma clé

source: Do not import a seed that was NOT created by this application. Also, make sure that you don't have another Phoenix wallet running with the same seed.
ar: لا تقم باستيراد عبارة استرداد لم يتم إنشاؤها بواسطة هذا التطبيق. تأكد ايضًا من عدم وجود محفظة Phoenix أخرى تعمل بنفس عبارة الاسترداد.
cs: Neimportujte seed, který NENÍ vytvořen touto aplikací. Také se ujistěte, že nemáte spuštěnou jinou peněženku Phoenix se stejným seedem.
de: Importiere kein Saatgut, das NICHT von dieser Anwendung erstellt wurde. Vergewissere dich außerdem, dass du keine andere Phoenix-Brieftasche mit demselben Seed laufen hast.
es: No importe una semilla que NO haya sido creada por esta aplicación. Además, asegúrese de no tener otra billetera Phoenix con la misma semilla.
es_419: No importes una semilla que NO haya sido creada por esta aplicación. Asegúrate además de no tener otra billetera Phoenix funcionando con la misma semilla.
fr: N’importez pas une clé qui n’a pas été créée par cette application. Également, assurez-vous de ne pas faire tourner en parallèle un autre portefeuille Phoenix avec la même clé.
